aaron-bond.better-comments
angular.ng-template
bradlc.vscode-tailwindcss
csstools.postcss
dbaeumer.vscode-eslint
denoland.vscode-deno
dnut.rewrap-revived
dotjoshjohnson.xml
ducfilan.pug-formatter
dunstontc.dark-plus-syntax
eamodio.gitlens
editorconfig.editorconfig
elmtooling.elm-ls-vscode
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
jakebecker.elixir-ls
jetmartin.bats
jock.svg
joeberria.statusbarerror
karunamurti.haml
kdl-org.kdl
lamartire.git-indicators
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-pugbeautify
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
naumovs.color-highlight
pgourlain.erlang
phoenixframework.phoenix
prisma.prisma
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
shardulm94.trailing-spaces
shopify.ruby-lsp
shuworks.vscode-table-formatter
sianglim.slim
sjhuangx.vscode-scheme
sonarsource.sonarlint-vscode
sumneko.lua
svelte.svelte-vscode
syler.sass-indented
sysoev.language-stylus
tamasfe.even-better-toml
tomoki1207.pdf
tyriar.lorem-ipsum
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vue.volar
wayou.vscode-todo-highlight
wholroyd.jinja
xabikos.javascriptsnippets
zignd.html-css-class-completion
zxh404.vscode-proto3
