aaron-bond.better-comments
bungcip.better-toml
csstools.postcss
dbaeumer.vscode-eslint
dunstontc.dark-plus-syntax
eamodio.gitlens
EditorConfig.EditorConfig
elmTooling.elm-ls-vscode
golang.go
Gruntfuggly.todo-tree
JakeBecker.elixir-ls
JoeBerria.statusbarerror
karunamurti.haml
lamartire.git-indicators
mhutchie.git-graph
mikestead.dotenv
mkaufman.HTMLHint
mrmlnc.vscode-pugbeautify
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.vscode-typescript-tslint-plugin
naumovs.color-highlight
octref.vetur
pgourlain.erlang
pranaygp.vscode-css-peek
rebornix.ruby
rust-lang.rust
shardulm94.trailing-spaces
shuworks.vscode-table-formatter
sianglim.slim
sjhuangx.vscode-scheme
stkb.rewrap
svelte.svelte-vscode
syler.sass-indented
sysoev.language-stylus
vscodevim.vim
wayou.vscode-todo-highlight
wholroyd.jinja
wingrunr21.vscode-ruby
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
zxh404.vscode-proto3
