aaron-bond.better-comments
Angular.ng-template
bungcip.better-toml
csstools.postcss
dbaeumer.vscode-eslint
denoland.vscode-deno
DotJoshJohnson.xml
ducfilan.pug-formatter
dunstontc.dark-plus-syntax
eamodio.gitlens
EditorConfig.EditorConfig
elmTooling.elm-ls-vscode
esbenp.prettier-vscode
golang.go
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
JakeBecker.elixir-ls
jetmartin.bats
JoeBerria.statusbarerror
karunamurti.haml
lamartire.git-indicators
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-pugbeautify
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-tslint-plugin
naumovs.color-highlight
octref.vetur
pgourlain.erlang
pranaygp.vscode-css-peek
rebornix.ruby
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust
shardulm94.trailing-spaces
shuworks.vscode-table-formatter
sianglim.slim
sjhuangx.vscode-scheme
SonarSource.sonarlint-vscode
stkb.rewrap
sumneko.lua
svelte.svelte-vscode
syler.sass-indented
sysoev.language-stylus
tomoki1207.pdf
Tyriar.lorem-ipsum
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
wholroyd.jinja
wingrunr21.vscode-ruby
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
zxh404.vscode-proto3
